Autodesk.Revit.DB.Structure.LoadCombinationState.Special
Special

Autodesk.Revit.DB.Structure.LoadCombinationState.Accidental
Accidental

Autodesk.Revit.DB.Structure.LoadCombinationState.ServiceabilityRare
Serviceability Rare

Autodesk.Revit.DB.Structure.LoadCombinationState.ServiceabilityFrequent
Serviceability Frequent

Autodesk.Revit.DB.Structure.LoadCombinationState.ServiceabilityQuasiPermanent
Serviceability Quasi-permanent